[
  [
    {
      "_id": "5b7a299b2a599309c749f67e",
      "title": "Tax Audits under Presumptive Tax Scheme to be excluded for reckoning “Specified number of Tax Audit Assignments”: ICAI   ",
      "category": "1",
      "subTitle": "The Institute of Chartered Accountants of India ( ICAI ), in an announcement, informed that the tax audits conducted under the presumptive tax scheme under the provisions of sections 44AD, 44ADA and 44AE of the Income Tax Act, 1961 shall be excluded for the purpose of reckoning the “specified number of tax audit assignments”.  "
    },
    {
      "_id": "5b7a29842a599309c749f67d",
      "title": "5% GST applicable to Commodities used as a part of Fishing or Floating Vessels: AAR  ",
      "category": "1",
      "subTitle": "The Authority for Advance Ruling ( AAR ), Kerala has held that the commodities such as marine propellers, rudder set, stern tube set, propeller shaft and M.S. Shaft for couplings used as a part of fishing and floating vessels would be taxable at the rate of 5 per cent under the Goods and Services Tax (GST) regime.   "
    },
    {
      "_id": "5b7a29682a599309c749f67c",
      "title": "Activity of Renting out of Hoardings not amount to ‘Advertising Agency Service’: CESTAT  ",
      "category": "1",
      "subTitle": "The Customs, Excise and Service Tax Appellate Tribunal (CESTAT), Chennai bench has ruled that the activity of renting out of hoardings is not subject to Service Tax under the category of “Advertising Agency Service” under the provisions of the Finance Act, 1994.  "
    }
  ],
  [
    {
      "_id": "5b7a28d02a599309c749f678",
      "title": "Article Income Tax 2",
      "category": "2",
      "subTitle": "Article Income Tax 2 Subtitle"
    },
    {
      "_id": "5b7a28302a599309c749f676",
      "title": "Article Income Tax 1",
      "category": "2",
      "subTitle": "Article Income subtitle Tax 1"
    }
  ],
  [
    {
      "_id": "5b8376452d9fd606d7ec8f77",
      "title": "GST . 1",
      "category": "3",
      "subTitle": "GST Subtitle 1"
    },
    {
      "_id": "5b7a29202a599309c749f67a",
      "title": "Article GST 3",
      "category": "3",
      "subTitle": "Article GST 3 Subtitle"
    },
    {
      "_id": "5b7a290b2a599309c749f679",
      "title": "Article GST 2",
      "category": "3",
      "subTitle": "Article GST 2 Subtitle"
    }
  ]
]
